Repository: thierrypigot/GF-Field-Helper
Catalog: languages/gf-field-helper-*.po
Languages: fr_fr

source: GF Field Helper requires Gravity Forms to work.
fr_fr: GF Field Helper nécessite Gravity Forms pour fonctionner.

source: Contextual Help (Tooltip)
fr_fr: Aide contextuelle (info-bulle)

source: Short text (optional)
fr_fr: Texte court (facultatif)

source: Ex: Where to find this information?
fr_fr: Exemple : Où trouver ces informations ?

source: Help type
fr_fr: Type d'aide

source: Tooltip (bubble on click)
fr_fr: Info-bulle (bulle au clic)

source: Link to a page
fr_fr: Lien vers la page

source: Long text (in bubble)
fr_fr: Texte long (dans une bulle)

source: Detailed explanation that will appear in the help bubble...
fr_fr: Explication détaillée qui apparaîtra dans la bulle d'aide...

source: Basic HTML allowed: <strong>, <em>, <a href="">, <br>
fr_fr: HTML basique autorisé : <strong>, <em>, <a href="">, <br>

source: Link URL
fr_fr: URL du lien

source: Short text is limited to 200 characters.
fr_fr: Le texte court est limité à 200 caractères.

source: Long text is limited to 2000 characters.
fr_fr: Les textes longs sont limités à 2000 caractères.

source: URL must start with http:// or https://
fr_fr: L'URL doit commencer par http:// ou https://

source: Short text
fr_fr: Texte court

source: This short text will be displayed next to the field label, with a "?" icon. It should encourage the user to click to learn more.
fr_fr: Ce court texte s'affichera à côté du libellé du champ, accompagné d'une icône « ? ». Il devrait inciter l'utilisateur à cliquer pour en savoir plus.

source: Long text
fr_fr: Texte long

source: This detailed text will appear in a bubble (tooltip) when the user clicks on the help. You can use basic HTML.
fr_fr: Ce texte détaillé apparaîtra dans une bulle (info-bulle) lorsque l'utilisateur cliquera sur l'aide. Vous pouvez utiliser le langage HTML de base.

source: Help
fr_fr: Aide

source: Help: %s
fr_fr: Aide : %s

source: This plugin requires Gravity Forms. Please install and activate Gravity Forms first.
fr_fr: Ce plugin nécessite Gravity Forms. Veuillez d'abord installer et activer Gravity Forms.

source: Plugin not activated
fr_fr: Plugin non activé

source: GF Field Helper - Help Tooltips
fr_fr: GF Field Helper - Aide - Infobulles

source: Adds help tooltips to Gravity Forms fields with short text + long text
fr_fr: Ajoute des infobulles d'aide aux champs Gravity Forms avec texte court + texte long
